{
	"actvPrm": "Active premium",
	"adBlckDtctd": "AdBlock Detected",
	"add": "Add",
	"adPhrs": "Add Phrase",
	"adQstn": "Add Question",
	"advncd": "Advanced",
	"and": "and",
	"atmtcPlybck": "Automatic audio playback",
	"bgs": "Bugs",
	"bsc": "Basic",
	"bth": "Both",
	"btwn": "Between",
	"chng": "Change",
	"chrctrs": "characters",
	"cls": "Close",
	"cnct": "Connect",
	"crs": "Course",
	"crtCrs": "Can I create a course for the platform?",
	"crtCrs2": "Yes! If you have any knowledge of a language and would like to contribute to the community feel free! To create a course for Nihongo use the following methodology:<br/><br/>First, take the 1000 most used words in the language.<br/><br/>Second, take 1000 sentences in all tenses (past, present and future) that make use of these words.<br/><br/>Third, organize all of them into 26 modules, each with a different subject, each module must be studied every week, totaling a 6-month training.<br/><br/>Fourth, create an explanation for each module, it is a complement that helps the student's understanding.<br/><br/>Fifth, get at least 30 texts with audio for shadowing, 10 at the basic level, 10 at the intermediate level and 10 at the advanced level.<br/><br/>Sixth, translate these texts so that the student has a caption to accompany.<br/><br/>Seventh, contact us through the suggestions forum, we will be happy to publish your course.",
	"drkThm": "Dark theme",
	"en": "English",
	"es": "Spanish",
	"evsvAds": "Don't worry, we also don't like boring and evasive advertisements.",
	"ext": "Exit",
	"fml": "Female",
	"frnds": "Friends",
	"frm": "Forum",
	"frVrsn": "The free version of the system depends exclusively on ads to survive.",
	"goTgthr": "Let's go together",
	"hlp": "Help",
	"hlpPg": "Help Page",
	"hlpPltfrm": "Help keep the platform upright",
	"home1": "Learn a new language with <br/> the best methodology in the world!",
	"home2": "Study when and where you want!",
	"home3": "Simple and fun!",
	"home4": "Talk to other students!",
	"home5": "Spaced Repetition <br/> Build your vocabulary and forget about forgetting!",
	"home6": "Interact in the forums <br /> and <br /> solve your doubts!",
	"home7": "Create new possibilities!",
	"home8": "IT'S FREE! <br/> Sign in with your Google account.",
	"hwAdd": "How do I add a course?",
	"hwAdd2": "Access: menu > settings > add course, choose one of the options.",
	"hwChng": "How do I change course?",
	"hwChng2": "Click on the logo and go to the main page, there is a field with the title Course that lists all the courses you have added.",
	"hwCntct": "How to get in touch",
	"hwCntct2": "In our Forum we have two special topics where students can get in direct contact with us, use the suggestions and bugs forum to propose changes, report problems and also issues.",
	"hwShdwng": "How to use the Shadowing feature",
	"hwShdwng2": "The Shadowing feature is the combination of text + audio, it is he who will make you fluent in the language, forcing your listening and reading. After building a small vocabulary, you should start using this technique to advance your level in the language, study it as follows: first, read the text (in your mind and also out loud) until you understand it 100% , second, listen to the audio and follow along with the reading until you understand the audio too, third, listen to the audio in isolation, without any assistance until you understand it. Remember that it is necessary to repeat several times until you learn, if a word appears that you do not know, click on it to see its meaning, look in dictionaries and do not forget that you can also add a sentence with this word to your vocabulary for repeat it and learn it.<br/><br/>Shortcut keys: space key or P plays audio, enter key or C enables / disables subtitles.",
	"hwStdy": "How to study on the Nihongo platform",
	"hwStdy2": "When entering our platform, the first step is to access the Modules section. There are several topics, where each has a short explanation and several phrases for you to add to your vocabulary. Each explanation serves to help you understand the language, and you can choose which phrases you want to memorize, just click on each one.<br/><br/>After adding a module's phrases to your vocabulary, the next step is to access the Vocabulary feature and start reviewing your phrases to learn them. You can also review random content from the previous or next day.<br/><br/>The Vocabulary feature will not make you fluent, as the name suggests, it is for you to learn words and to know how to use them, it is for you to memorize them and not forget. That's where Shadowing comes in, this feature is the combination of more audio text, he is the one who will make you be able to express yourself fluently. You should study it as follows: first, read the text until you understand it 100%, second, listen to the audio and follow along with the reading, third, listen to the audio without any help until you understand it perfectly. Remember that it is necessary to repeat several times until learning, then move on to another text.<br/><br/>Did any questions arise? Search the Forum for the answer you are looking for, if you can't find it, ask a question and wait for answers from other users.<br/><br/>To contact us, use the suggestions or bugs forum.",
	"hwVcblry": "How to use the Vocabulary feature",
	"hwVcblry2": "The Vocabulary feature is for you to build your... vocabulary! You should use it to review your sentences every day, once is enough, but it must be consistent. When adding a sentence, you will review it five days in a row, then once a week for five weeks, then the spaced repetition will increase by 30 days, according to scientific studies, it is necessary to have contact with a word from 15 to 20 times to learn it.<br/><br/>It is also possible to train revised phrases today, yesterday, tomorrow or randomly, the training does not influence the flow of revisions. It is recommended that you listen to each audio 5 times, use the settings page to adjust the way you prefer. If you click on Ok, the repetition follows its normal flow, if you click on Tomorrow, you will review it the next day and go back one step. You can add your own phrases, search for phrases added by others and on the My Phrases page, manage them.<br/><br/>Shortcut keys: up arrow or W clicks Show Answer, left arrow or A clicks Repeat, down arrow or S clicks Tomorrow, right arrow or D clicks Ok, space key or P plays audio.",
	"intrlctr": "Interlocutor",
	"intrmdry": "Intermediary",
	"jp": "Japanese",
	"lgn": "Login",
	"lng": "Language",
	"logo": "Nihongo Languages",
	"lvRply": "Leave a reply",
	"man": "Man",
	"mdls": "Modules",
	"ml": "Male",
	"mnmRprdctn": "Minimum reproduction",
	"msg": "Message",
	"myGndr": "My gender",
	"myPhrs": "My Phrases",
	"myQstns": "My Questions",
	"not": "Not",
	"ntfctns": "Notifications",
	"ok": "Ok",
	"pblsh": "Publish",
	"phrs": "Phrase",
	"phrssToRvw": "Phrases to Review",
	"prchs": "Purchase",
	"premium_notification_content": "Congratulations! Your premium account is active.\nAccess: Menu > Premium to validate.\nThank you very much for your contribution and let's go ahead.\nHave a great day!",
	"premium_notification_title": " Purchase approved",
	"prmAcs": "Get premium access for one year",
	"ptWhtlst": "We ask you to put Nihongo in your whitelist.",
	"rld": "Reload",
	"rmvAds": "Remove Ads",
	"rmveAds": "Remove ads",
	"rndm": "Random",
	"rpt": "Repeat",
	"rvsns": "Revisions",
	"sgstns": "Suggestions",
	"shwAnswr": "Show Answer",
	"sprtdTgs": "Supported tags",
	"sprtEdctn": "Support free education",
	"srchFr": "Search",
	"srchPhrs": "Search Phrases",
	"stngs": "Settings",
	"sprt": "Support",
	"szBtwn": "Size between",
	"tdy": "Today",
	"thnksDay": "Thanks and have a great day!",
	"tmrw": "Tomorrow",
	"trl": "Tutorial",
	"trnsltn": "Translation",
	"ttl": "Total",
	"upgrdSprt": "Also consider an account upgrade to support us.",
	"usngAdBlckr": "We have detected that you are using an ad blocker.",
	"usOfln": "Use the mobile app offline",
	"vcblry": "Vocabulary",
	"vldUntl": "Valid until",
	"whtMdls": "What are Modules",
	"whtMdls2": "Modules are your primary source of knowledge within the platform. Each module deals with a specific subject, with a short explanation that will help you along the way and several phrases for you to add to your vocabulary. We recommend that you study 1 to 2 modules per week, and a module review one month after your study. Be careful not to study too many modules and add too many sentences at once to your vocabulary, too much content saturates your mind and hinders your progress.",
	"whtPrm": "What is a Premium account",
	"whtPrm2": "With a premium account you can remove ads from the platform and use the mobile app without an internet connection, each payment has a term of one year. Payment is processed by the Hotmart platform and you have 7 days to request a refund. Feel free to join us, together we will build the ultimate community in language learning and personal development, you support free education, help keep Nihongo on the air and support developer.",
	"wmn": "Woman",
	"yes": "Yes",
	"ystrdy": "Yesterday"
}