{
	"actvPrm": "Premium ativo",
	"adBlckDtctd": "AdBlock Detectado",
	"add": "Adicionar",
	"adPhrs": "Adicionar Frase",
	"adQstn": "Adicionar Pergunta",
	"advncd": "Avançado",
	"and": "e",
	"atmtcPlybck": "Reprodução automática de áudio",
	"bgs": "Bugs",
	"bsc": "Básico",
	"bth": "Ambos",
	"btwn": "Entre",
	"chng": "Mudar",
	"chrctrs": "caracteres",
	"cls": "Fechar",
	"cnct": "Conectar",
	"crs": "Curso",
	"crtCrs": "Posso criar um curso para a plataforma?",
	"crtCrs2": "Sim! Se você tem algum conhecimento em um idioma e gostaria de contribuir com a comunidade sinta-se livre! Para criar um curso para a Nihongo use a seguinte metologia:<br/><br/>Primeiro, pegue as 1000 palavras mais utilizadas do idioma.<br/><br/>Segundo, pegue 1000 frases em todos os tempos verbais (passado, presente e futuro) que façam uso destas palavras.<br/><br/>Terceiro, organize todas elas em 26 módulos, cada um com um assunto diferente, cada módulo deve ser estudado a cada semana, totalizando um treinamento de 6 meses.<br/><br/>Quarto, crie uma explicação para cada módulo, é um complemento que auxilia o entendimento do aluno.<br/><br/>Quinto, pegue pelo menos 30 textos com áudio para o shadowing, 10 de nível básico, 10 de nível intermediário e 10 de nível avançado.<br/><br/>Sexto, faça a tradução destes textos para que o aluno tenha uma legenda para acompanhar.<br/><br/>Sétimo, entre em contato pelo fórum de sugestões, nós teremos o maior prazer em publicar o seu curso.",
	"drkThm": "Tema escuro",
	"en": "Inglês",
	"es": "Espanhol",
	"evsvAds": "Não se preocupe, nós também não gostamos de propagandas chatas e evasivas.",
	"ext": "Sair",
	"fml": "Feminino",
	"frnds": "Amigos",
	"frm": "Fórum",
	"frVrsn": "A versão gratuita do sistema depende exclusivamente dos anúncios para sobreviver.",
	"goTgthr": "Vamos juntos",
	"hlp": "Ajuda",
	"hlpPg": "Página de Ajuda",
	"hlpPltfrm": "Ajude a manter a plataforma de pé",
	"home1": "Aprenda um novo idioma com <br/> a melhor metodologia do mundo!",
	"home2": "Estude quando e onde quiser!",
	"home3": "Simples e divertido!",
	"home4": "Converse com outros alunos!",
	"home5": "Repetição Espaçada <br/> Construa seu vocabulário e esqueça de se esquecer!",
	"home6": "Interaja nos fóruns <br/> e <br/> saneie suas dúvidas!",
	"home7": "Crie novas possibilidades!",
	"home8": "É GRÁTIS! <br/> Entre com sua conta do Google.",
	"hwAdd": "Como eu adiciono um curso?",
	"hwAdd2": "Acesse: menu > configurações > adicionar curso, escolha um dentre as opções.",
	"hwChng": "Como eu mudo de curso?",
	"hwChng2": "Clique na logo e vá para a página principal, lá existe um campo com o título Curso que lista todos os cursos que você adicionou.",
	"hwCntct": "Como entrar em contato",
	"hwCntct2": "Em nosso Fórum temos dois tópicos especiais onde os alunos podem entrar em contato direto conosco, use o fórum de sugestões e o de bugs para propor mudanças, relatar problemas e ademais assuntos.",
	"hwShdwng": "Como usar o recurso Shadowing",
	"hwShdwng2": "O recurso Shadowing é a combinação de texto + áudio, é ele quem te deixará fluente no idioma, forçando seu listening e seu reading. Após a construção de um pequeno vocabulário, você deve começar a usar esta técnica para ir avançando de nível no idioma, estude-a da seguinte maneira: primeiro, leia o texto (na mente e também em voz alta) até compreendê-lo 100%, segundo, ouça o áudio e o acompanhe fazendo a leitura até entender o áudio também, terceiro, ouça o áudio isoladamente, sem nenhum tipo de auxílio até entendê-lo. Lembre-se que é necessário repetir várias vezes até aprender, se aparecer alguma palavra que você não conhece, clique sobre ela para ver seu significado, procure em dicionários e não se esqueça que você também pode adicionar uma frase com esta palavra ao seu vocabulário para repeti-la e aprendê-la.<br/><br/>Teclas de atalho: tecla de espaço ou P reproduz áudio, tecla enter ou C ativa/desativa legendas.",
	"hwStdy": "Como estudar na plataforma da Nihongo",
	"hwStdy2": "Ao entrar na nossa plataforma, o primeiro passo é acessar a seção Módulos. Lá existem vários tópicos, onde cada um possui uma pequena explicação e várias frases pra você adicionar ao seu vocabulário. Cada explicação serve para te ajudar no entendimento do idioma, e você pode escolher quais frases você quer memorizar, basta ir clicando sobre cada uma.<br/><br/>Após adicionar as frases de um módulo ao seu vocabulário, o próximo passo é acessar o recurso Vocabulário e começar a revisar as suas frases para aprendê-las. Você pode revisar também conteúdo  aleatório, do dia anterior ou seguinte.<br/><br/>O recurso Vocabulário não te deixará fluente, como o nome sugere, ele serve para você aprender palavras e saber como ultilizá-las, serve para você memorizá-las e não se esquecer. Aí entra o Shadowing, este recurso é a combinação de texto mais áudio, ele é quem fará você conseguir se expressar com fluência. Você deve estudá-lo da seguinte forma: primeiro, leia o texto até compreendê-lo 100%, segundo, escute o áudio e o acompanhe fazendo a leitura, terceiro, escute o áudio sem nenhum tipo de auxílio até entendê-lo perfeitamente. Lembre-se que é necessário repetir várias vezes até o aprendizado, depois passe para um outro texto.<br/><br/>Surgiu alguma dúvida? Procure no Fórum a resposta que procura, caso não a encontre, faça uma pergunta e aguarde as respostas dos outros usuários.<br/><br/>Para entrar em contato conosco, utilize o fórum de sugestões ou bugs.",
	"hwVcblry": "Como usar o recurso Vocabulário",
	"hwVcblry2": "O recurso Vocabulário serve pra você construir o seu... vocabulaŕio! Você deve utilizá-lo para revisar suas frases todos os dias, uma só vez já é suficiente, mas deve ter constância. Ao adicionar uma frase, você vai revisá-la cinco dias seguidos, depois uma vez por semana durante cinco semanas, depois a repetição espaçada vai aumentando em 30 dias, de acordo com estudos científicos, é necessário ter contato com uma palavra de 15 a 20 vezes para aprendê-la.<br/><br/>Também é possível treinar frases revisadas hoje, ontem, amanhã ou aleatoriamente, o treinamento não influencia no fluxo de revisões. É recomendado que você escute cada áudio 5 vezes, use a página de configurações para ajustar do jeito que preferir. Se você clicar em Ok, a repetição segue seu fluxo normal, se clicar em Amanhã, irá revisá-la no dia seguinte e volta-se um passo. Você pode adicionar suas próprias frases, procurar frases adicionadas por outras pessoas e na página Minhas Frases, gerenciá-las.<br/><br/>Teclas de atalho: seta para cima ou W clica em Mostrar Resposta, seta esquerda ou A clica em Repetir, seta para baixo ou S clica em Amanhã, seta direita ou D clica em Ok, tecla de espaço ou P reproduz áudio.",
	"intrlctr": "Interlocutor",
	"intrmdry": "Intermediário",
	"jp": "Japonês",
	"lgn": "Login",
	"lng": "Idioma",
	"logo": "Nihongo Idiomas",
	"lvRply": "Deixar uma resposta",
	"man": "Homem",
	"mdls": "Módulos",
	"ml": "Masculino",
	"mnmRprdctn": "Reprodução mínima",
	"msg": "Mensagem",
	"myGndr": "Meu gênero",
	"myPhrs": "Minhas Frases",
	"myQstns": "Minhas Perguntas",
	"not": "Não",
	"ntfctns": "Notificações",
	"ok": "Ok",
	"pblsh": "Publicar",
	"phrs": "Frase",
	"phrssToRvw": "Frases para Revisar",
	"prchs": "Adquirir",
	"premium_notification_content": "Parabéns! Sua conta premium está ativa.\nAcesse: Menu > Premium para validar.\nMuito obrigado pela contribuição e vamos em frente.\nTenha um ótimo dia!",
	"premium_notification_title": " Compra aprovada",
	"prmAcs": "Obtenha acesso premium por um ano",
	"ptWhtlst": "Pedimos por favor que coloque a Nihongo em sua whitelist.",
	"rld": "Recarregar",
	"rmvAds": "Remova os anúncios",
	"rmveAds": "Remover anúncios",
	"rndm": "Aleatório",
	"rpt": "Repetir",
	"rvsns": "Revisões",
	"sgstns": "Sugestões",
	"shwAnswr": "Mostrar Resposta",
	"sprtdTgs": "Tags suportadas",
	"sprtEdctn": "Apoie a educação gratuita",
	"srchFr": "Procurar",
	"srchPhrs": "Buscar Frases",
	"stngs": "Configurações",
	"sprt": "Suporte",
	"szBtwn": "Tamanho entre",
	"tdy": "Hoje",
	"thnksDay": "Obrigado e tenha um ótimo dia!",
	"tmrw": "Amanhã",
	"trl": "Tutorial",
	"trnsltn": "Tradução",
	"ttl": "Total",
	"upgrdSprt": "Considere também um upgrade de conta para nos apoiar.",
	"usngAdBlckr": "Detectamos que você está usando um bloqueador de anúncios.",
	"usOfln": "Use o app mobile offline",
	"vcblry": "Vocabulário",
	"vldUntl": "Válido até",
	"whtMdls": "O que são os Módulos",
	"whtMdls2": "Os Módulos são a sua fonte primária de conhecimento dentro da plataforma. Cada módulo trata de um assunto específico, com uma pequena explicação que vai te auxiliando pelo caminho e várias frases pra você adicionar ao seu vocabulário. Recomendamos que você estude de 1 a 2 módulos por semana, e uma revisão do módulo um mês após o seu estudo. Cuidado para não estudar módulos demais e adicionar muitas frases de uma só vez ao seu vocabulário, conteúdo em excesso satura sua mente e prejudica seu progresso.",
	"whtPrm": "O que é uma conta Premium",
	"whtPrm2": "Com uma conta premium você pode remover os anúncios da plataforma e utilizar o app mobile sem uma conexão com a internet, cada pagamento tem um prazo de um ano. O pagamento é processado pela plataforma Hotmart e você tem um prazo de 7 dias para pedir reembolso. Sinta-se livre em se juntar a nós, vamos juntos construir a comunidade definitiva no aprendizado de idiomas e desenvolvimento pessoal, você apoia a educação gratuita, ajuda a manter a Nihongo no ar e da suporte ao desenvolvedor.",
	"wmn": "Mulher",
	"yes": "Sim",
	"ystrdy": "Ontem"
}